
export const questions = [
    {
      _id: '53516444725',
      answer_texts: {
        'اغلب ': '4',
        'به ندرت ': '2',
        'همیشه ': '5',
        'کاملا ': '1',
        'گاهی ': '3',
      },
      exam_id: '2',
      question_id: '1',
      question_text: 'با امید و اشتیاق به آینده نگاه می‌کنم.',
    },
    {
      _id: '56809265593',
      answer_texts: {
        'اغلب ': '2',
        'به ندرت ': '4',
        'همیشه ': '1',
        'کاملا ': '5',
        'گاهی ': '3',
      },
      exam_id: '2',
      question_id: '2',
      question_text: 'از یک ماه گذشته تا به امروز قرص آرامبخش استفاده کردم.',
    },
   
    {
        _id: "39683817244",
        answer_texts: {
        "اغلب ": "2",
        "به ندرت ": "4",
        "همیشه ": "1",
        "کاملا ": "5",
        "گاهی ": "3"
        },
        "exam_id": "2",
        "question_id": "3",
        "question_text": "اغلب احساس درماندگي مي‌کنم و دنبال کسي مي‌گردم که مشکلاتم را برطرف کند."
        },
        {
        "_id": "108279348644",
        "answer_texts": {
        "اغلب درست": "4",
        "به ندرت درست": "2",
        "همیشه درست": "5",
        "کاملا نادرست": "1",
        "گاهی درست": "3"
        },
        "exam_id": "2",
        "question_id": "4",
        "question_text": "من سعی می‌کنم با دیگران خوش‌رفتار و مودب باشم."
        },
        {
        "_id": "40104897051",
        "answer_texts": {
        "اغلب درست": "2",
        "به ندرت درست": "4",
        "همیشه درست": "1",
        "کاملا نادرست": "5",
        "گاهی درست": "3"
        },
        "exam_id": "2",
        "question_id": "5",
        "question_text": "من به مردم وقتی درخواستی می‌کنند، «بله» می‌گویم، حتی زمانی که واقعاً می‌خواهم «نه» بگویم."
        },
        {
        "_id": "20703689618",
        "answer_texts": {
        "اغلب درست": "4",
        "به ندرت درست": "2",
        "همیشه درست": "5",
        "کاملا نادرست": "1",
        "گاهی درست": "3"
        },
        "exam_id": "2",
        "question_id": "6",
        "question_text": "من توانایی تصمیم‌گیری در لحظه را دارم."
        },
        {
        "_id": "88256453938",
        "answer_texts": {
        "اغلب درست": "4",
        "به ندرت درست": "2",
        "همیشه درست": "5",
        "کاملا نادرست": "1",
        "گاهی درست": "3"
        },
        "exam_id": "2",
        "question_id": "7",
        "question_text": "من در محل کارم آموزش کافی برای حل مسائل و مشکلاتم دیده‌ام."
        },
        {
        "_id": "26880726782",
        "answer_texts": {
        "اغلب درست": "4",
        "به ندرت درست": "2",
        "همیشه درست": "5",
        "کاملا نادرست": "1",
        "گاهی درست": "3"
        },
        "exam_id": "2",
        "question_id": "8",
        "question_text": "من تمایل دارم در کارها با افراد همکاری و مشارکت داشته باشم."
        },
        {
        "_id": "6556858548",
        "answer_texts": {
        "اغلب درست": "2",
        "به ندرت درست": "4",
        "همیشه درست": "1",
        "کاملا نادرست": "5",
        "گاهی درست": "3"
        },
        "exam_id": "2",
        "question_id": "9",
        "question_text": "نمی‌توانم خودم را آن طور که هستم بپذیرم."
        },
        {
        "_id": "108146238165",
        "answer_texts": {
        "اغلب درست": "4",
        "به ندرت درست": "2",
        "همیشه درست": "5",
        "کاملا نادرست": "1",
        "گاهی درست": "3"
        },
        "exam_id": "2",
        "question_id": "10",
        "question_text": "از یک ماه گذشته تا به امروز کاملا احساس می‌کنم که خوب و سالم هستم."
        },
        
      
    {
        "_id": "136298884286",
        "answer_texts": {
            "اغلب درست": "2",
            "به ندرت درست": "4",
            "همیشه درست": "1",
            "کاملا نادرست": "5",
            "گاهی درست": "3"
        },
        "exam_id": "2",
        "question_id": "11",
        "question_text": "من معمولا ترجیح می‌دهم کارها را به تنهایی انجام دهم."
    },
    {
        "_id": "111124029302",
        "answer_texts": {
            "اغلب درست": "4",
            "به ندرت درست": "2",
            "همیشه درست": "5",
            "کاملا نادرست": "1",
            "گاهی درست": "3"
        },
        "exam_id": "2",
        "question_id": "12",
        "question_text": "من بیشتر ترجیح می‌دهم که با دیگران همکاری کنم تا با آن‌ها رقابت کنم."
    },
    {
        "_id": "127353493080",
        "answer_texts": {
            "اغلب درست": "4",
            "به ندرت درست": "2",
            "همیشه درست": "5",
            "کاملا نادرست": "1",
            "گاهی درست": "3"
        },
        "exam_id": "2",
        "question_id": "13",
        "question_text": "زمانی که در حال برنامه‌ریزی هستم، برای همه چیزهایی که ممکن است اشتباه پیش بروند، موارد احتمالی را در نظر می‌گیرم."
    },
    {
        "_id": "422178198",
        "answer_texts": {
            "اغلب درست": "2",
            "به ندرت درست": "4",
            "همیشه درست": "1",
            "کاملا نادرست": "5",
            "گاهی درست": "3"
        },
        "exam_id": "2",
        "question_id": "14",
        "question_text": "وقتی در یک تیم کار می‌کنم، حتما باید رئیس باشم."
    },
    {
        "_id": "106612770597",
        "answer_texts": {
            "اغلب درست": "2",
            "به ندرت درست": "4",
            "همیشه درست": "1",
            "کاملا نادرست": "5",
            "گاهی درست": "3"
        },
        "exam_id": "2",
        "question_id": "15",
        "question_text": "احساس می‌کنم چیزهای زیادی ندارم که به آن‌ها افتخار کنم."
    },
    {
        "_id": "5720272510",
        "answer_texts": {
            "اغلب درست": "4",
            "به ندرت درست": "2",
            "همیشه درست": "5",
            "کاملا نادرست": "1",
            "گاهی درست": "3"
        },
        "exam_id": "2",
        "question_id": "16",
        "question_text": "بیماری‌های زمینه‌ای (دیابت، فشارخون بالا و ...) که با آن‌ها درگیر هستم را می‌شناسم و داروهای لازم را مصرف می‌کنم."
    },
    {
        "_id": "13589292734",
        "answer_texts": {
            "اغلب درست": "4",
            "به ندرت درست": "2",
            "همیشه درست": "5",
            "کاملا نادرست": "1",
            "گاهی درست": "3"
        },
        "exam_id": "2",
        "question_id": "17",
        "question_text": "من چیزهای جدید (مانند غذا، فعالیت، پوشش و ...) را امتحان می‌کنم."
    },
    {
        "_id": "68845726758",
        "answer_texts": {
            "اغلب درست": "2",
            "به ندرت درست": "4",
            "همیشه درست": "1",
            "کاملا نادرست": "5",
            "گاهی درست": "3"
        },
        "exam_id": "2",
        "question_id": "18",
        "question_text": "اغلب فکر می‌کنم بار سنگین زندگی به دوش من است."
    },
    {
        "_id": "109429443474",
        "answer_texts": {
            "اغلب درست": "2",
            "به ندرت درست": "4",
            "همیشه درست": "1",
            "کاملا نادرست": "5",
            "گاهی درست": "3"
        },
        "exam_id": "2",
        "question_id": "19",
        "question_text": "از برقراری ارتباط با دیگران پرهیز می‌کنم."
    },
    {
        "_id": "16860495492",
        "answer_texts": {
            "اغلب درست": "4",
            "به ندرت درست": "2",
            "همیشه درست": "5",
            "کاملا نادرست": "1",
            "گاهی درست": "3"
        },
        "exam_id": "2",
        "question_id": "20",
        "question_text": "سعی می‌کنم از اخبار و اتفاقات دنیای اطرافم با اطلاع باشم تا بتوانم تصمیم‌های موثر و دقیق بگیرم."
    },
    {
        "_id": "42504408982",
        "answer_texts": {
            "اغلب درست": "4",
            "به ندرت درست": "2",
            "همیشه درست": "5",
            "کاملا نادرست": "1",
            "گاهی درست": "3"
        },
        "exam_id": "2",
        "question_id": "21",
        "question_text": "از اینکه نتوانم به موقع کاری را انجام دهم ناراحت می‌شوم."
    },
    {
        "_id": "105098693196",
        "answer_texts": {
            "اغلب درست": "4",
            "به ندرت درست": "2",
            "همیشه درست": "5",
            "کاملا نادرست": "1",
            "گاهی درست": "3"
        },
        "exam_id": "2",
        "question_id": "22",
        "question_text": "از انجام فعالیت‌های گروهی لذت می‌برم."
    },
    {
        "_id": "129891489008",
        "answer_texts": {
            "اغلب درست": "4",
            "به ندرت درست": "2",
            "همیشه درست": "5",
            "کاملا نادرست": "1",
            "گاهی درست": "3"
        },
        "exam_id": "2",
        "question_id": "23",
        "question_text": "عیوب خود را می‌شناسم و فعالانه روی بهبود برخی از ضعف‌ها و عادت‌های بدم کار می‌کنم."
    },
    {
        "_id": "130589916943",
        "answer_texts": {
            "اغلب درست": "2",
            "به ندرت درست": "4",
            "همیشه درست": "1",
            "کاملا نادرست": "5",
            "گاهی درست": "3"
        },
        "exam_id": "2",
        "question_id": "24",
        "question_text": "از اطرافیانم دلخوری‌هایی دارم که هیچ وقت مطرح نکردم."
    },
    {
        "_id": "13510549563",
        "answer_texts": {
            "اغلب درست": "2",
            "به ندرت درست": "4",
            "همیشه درست": "1",
            "کاملا نادرست": "5",
            "گاهی درست": "3"
        },
        "exam_id": "2",
        "question_id": "25",
        "question_text": "در یک‌ماه گذشته بیش از حد معمول خوابیدم."
    },
    {
        "_id": "90064544326",
        "answer_texts": {
            "اغلب درست": "4",
            "به ندرت درست": "2",
            "همیشه درست": "5",
            "کاملا نادرست": "1",
            "گاهی درست": "3"
        },
        "exam_id": "2",
        "question_id": "26",
        "question_text": "من با احساسات درونی خود آشنا هستم و به راحتی آن‌ها را می‌پذیرم."
    },
    {
        "_id": "18864170553",
        "answer_texts": {
            "اغلب درست": "2",
            "به ندرت درست": "4",
            "همیشه درست": "1",
            "کاملا نادرست": "5",
            "گاهی درست": "3"
        },
        "exam_id": "2",
        "question_id": "27",
        "question_text": "معمولاً گردهمايی‌های اجتماعی برايم کسل کننده هستند."
    },
    {
        "_id": "15834538013",
        "answer_texts": {
            "اغلب درست": "2",
            "به ندرت درست": "4",
            "همیشه درست": "1",
            "کاملا نادرست": "5",
            "گاهی درست": "3"
        },
        "exam_id": "2",
        "question_id": "28",
        "question_text": "قوانین و روال خاصی در زندگی روزمره من وجود ندارد."
    },
    {
        "_id": "49539032697",
        "answer_texts": {
            "اغلب درست": "2",
            "به ندرت درست": "4",
            "همیشه درست": "1",
            "کاملا نادرست": "5",
            "گاهی درست": "3"
        },
        "exam_id": "2",
        "question_id": "29",
        "question_text": "من کار‌هایی را در زندگی شخصی‌ام شروع می‌کنم که در نهایت به اتمام نمی‌رسند."
    },
    {
        "_id": "87175325833",
        "answer_texts": {
            "اغلب درست": "4",
            "به ندرت درست": "2",
            "همیشه درست": "5",
            "کاملا نادرست": "1",
            "گاهی درست": "3"
        },
        "exam_id": "2",
        "question_id": "30",
        "question_text": "زمانی در بهترین حالت خود هستم که اهداف روشنی برای تلاش کردن دارم."
    },
    {
        "_id": "90419576537",
        "answer_texts": {
            "اغلب درست": "4",
            "به ندرت درست": "2",
            "همیشه درست": "5",
            "کاملا نادرست": "1",
            "گاهی درست": "3"
        },
        "exam_id": "2",
        "question_id": "31",
        "question_text": "من در حال حاضر یک هدف (یا بیش از یک هدف) دارم که در حال تلاش برای رسیدن به آن هستم."
    },
    {
        "_id": "80011037883",
        "answer_texts": {
            "اغلب درست": "4",
            "به ندرت درست": "2",
            "همیشه درست": "5",
            "کاملا نادرست": "1",
            "گاهی درست": "3"
        },
        "exam_id": "2",
        "question_id": "32",
        "question_text": "ديگران مرا فردي عاقل و منطقی مي‌شناسند."
    },
    {
        "_id": "92806407927",
        "answer_texts": {
            "اغلب درست": "4",
            "به ندرت درست": "2",
            "همیشه درست": "5",
            "کاملا نادرست": "1",
            "گاهی درست": "3"
        },
        "exam_id": "2",
        "question_id": "33",
        "question_text": "من سعی می‌کنم وظایفی که بر عهده‌ام هست را با وجدان انجام دهم."
    },
    {
        "_id": "74065934182",
        "answer_texts": {
            "اغلب درست": "4",
            "به ندرت درست": "2",
            "همیشه درست": "5",
            "کاملا نادرست": "1",
            "گاهی درست": "3"
        },
        "exam_id": "2",
        "question_id": "34",
        "question_text": "شغل من با توانایی‌هایم متناسب است."
    },
    {
        "_id": "54976507533",
        "answer_texts": {
            "اغلب درست": "2",
            "به ندرت درست": "4",
            "همیشه درست": "1",
            "کاملا نادرست": "5",
            "گاهی درست": "3"
        },
        "exam_id": "2",
        "question_id": "35",
        "question_text": "وقتی خشمگین می‌شوم، حرفی می‌زنم که بعدا از گفتن آن پشیمان می‌شوم."
    },
    {
        "_id": "37015348650",
        "answer_texts": {
            "اغلب درست": "4",
            "به ندرت درست": "2",
            "همیشه درست": "5",
            "کاملا نادرست": "1",
            "گاهی درست": "3"
        },
        "exam_id": "2",
        "question_id": "36",
        "question_text": "من در جلسات رسمی و غیر‌رسمی، فعالیت‌های اجتماعی و گروهی مرتبط با شغل شرکت می‌کنم."
    },
    {
        "_id": "89267574368",
        "answer_texts": {
            "اغلب درست": "4",
            "به ندرت درست": "2",
            "همیشه درست": "5",
            "کاملا نادرست": "1",
            "گاهی درست": "3"
        },
        "exam_id": "2",
        "question_id": "37",
        "question_text": "من از انجام کارهای داوطلبانه و عام المنفعه لذت می‌برم."
    },
    {
        "_id": "29320485002",
        "answer_texts": {
            "اغلب درست": "2",
            "به ندرت درست": "4",
            "همیشه درست": "1",
            "کاملا نادرست": "5",
            "گاهی درست": "3"
        },
        "exam_id": "2",
        "question_id": "38",
        "question_text": "من از طریق خوردن بیش از حد، آشامیدن نادرست و مصرف دخانیات به خودم آرامش می‌دهم."
    },
    {
        "_id": "101511341589",
        "answer_texts": {
            "اغلب درست": "4",
            "به ندرت درست": "2",
            "همیشه درست": "5",
            "کاملا نادرست": "1",
            "گاهی درست": "3"
        },
        "exam_id": "2",
        "question_id": "39",
        "question_text": "من در گروه‌های اجتماعی عضو هستم و در آن‌ها فعالیت می‌کنم."
    },
    {
        "_id": "97580207523",
        "answer_texts": {
            "اغلب درست": "2",
            "به ندرت درست": "4",
            "همیشه درست": "1",
            "کاملا نادرست": "5",
            "گاهی درست": "3"
        },
        "exam_id": "2",
        "question_id": "40",
        "question_text": "ارزش‌های من با ارزش‌های خانوادم هماهنگ نیست."
    },
    {
        "_id": "138988020204",
        "answer_texts": {
            "اغلب درست": "4",
            "به ندرت درست": "2",
            "همیشه درست": "5",
            "کاملا نادرست": "1",
            "گاهی درست": "3"
        },
        "exam_id": "2",
        "question_id": "41",
        "question_text": "با دیگران احساس همدلی و همدردی دارم."
    },
    {
        "_id": "97262701126",
        "answer_texts": {
            "اغلب درست": "4",
            "به ندرت درست": "2",
            "همیشه درست": "5",
            "کاملا نادرست": "1",
            "گاهی درست": "3"
        },
        "exam_id": "2",
        "question_id": "42",
        "question_text": "من در محل کارم امکان بروز توانمندی‌ها و استعدادهایم را دارم."
    },
    {
        "_id": "24183347697",
        "answer_texts": {
            "اغلب درست": "2",
            "به ندرت درست": "4",
            "همیشه درست": "1",
            "کاملا نادرست": "5",
            "گاهی درست": "3"
        },
        "exam_id": "2",
        "question_id": "43",
        "question_text": "حرص و جوش می‌خورم ولی چیزی به روی خود نمی‌آورم."
    },
    {
        "_id": "139116451797",
        "answer_texts": {
            "اغلب درست": "4",
            "به ندرت درست": "2",
            "همیشه درست": "5",
            "کاملا نادرست": "1",
            "گاهی درست": "3"
        },
        "exam_id": "2",
        "question_id": "44",
        "question_text": "من فرصت‌ها و تهدیدهای محل کارم را می‌شناسم."
    },
    {
        "_id": "37778577449",
        "answer_texts": {
            "اغلب درست": "2",
            "به ندرت درست": "4",
            "همیشه درست": "1",
            "کاملا نادرست": "5",
            "گاهی درست": "3"
        },
        "exam_id": "2",
        "question_id": "45",
        "question_text": "هنگامی که به شدت دچار استرس، اضطرب یا افسردگی می‌شوم، به صورت درد فیزیکی (سردرد تنشی، درد عضلانی یا مفصلی، تهوع یا اسهال، درد شکم، یبوست و ...) ظاهر می‌شود."
    },
    {
        "_id": "59858040993",
        "answer_texts": {
            "اغلب درست": "4",
            "به ندرت درست": "2",
            "همیشه درست": "5",
            "کاملا نادرست": "1",
            "گاهی درست": "3"
        },
        "exam_id": "2",
        "question_id": "46",
        "question_text": "من تمایل دارم در جبران کارهای عقب افتاده دیگران مشارکت و کمک کنم."
    },
    {
        "_id": "12643733098",
        "answer_texts": {
            "اغلب درست": "4",
            "به ندرت درست": "2",
            "همیشه درست": "5",
            "کاملا نادرست": "1",
            "گاهی درست": "3"
        },
        "exam_id": "2",
        "question_id": "47",
        "question_text": "غافلگیری را بسیار دوست دارم."
    },
    {
        "_id": "40005799088",
        "answer_texts": {
            "اغلب درست": "4",
            "به ندرت درست": "2",
            "همیشه درست": "5",
            "کاملا نادرست": "1",
            "گاهی درست": "3"
        },
        "exam_id": "2",
        "question_id": "48",
        "question_text": "من در روابطم محتاط هستم."
    },
    {
        "_id": "136884802971",
        "answer_texts": {
            "اغلب درست": "4",
            "به ندرت درست": "2",
            "همیشه درست": "5",
            "کاملا نادرست": "1",
            "گاهی درست": "3"
        },
        "exam_id": "2",
        "question_id": "49",
        "question_text": "هر کاری را به عهده بگیرم تا آن را انجام ندهم خیالم راحت نمی‌شود."
    },
    {
        "_id": "69655287308",
        "answer_texts": {
            "اغلب درست": "4",
            "به ندرت درست": "2",
            "همیشه درست": "5",
            "کاملا نادرست": "1",
            "گاهی درست": "3"
        },
        "exam_id": "2",
        "question_id": "50",
        "question_text": "من درباره احساساتم با دیگران صحبت می‌کنم."
    },
    {
        "_id": "5142998787",
        "answer_texts": {
            "اغلب درست": "4",
            "به ندرت درست": "2",
            "همیشه درست": "5",
            "کاملا نادرست": "1",
            "گاهی درست": "3"
        },
        "exam_id": "2",
        "question_id": "51",
        "question_text": "در سختی‌ها آرزو می‌کنم که وضعیت بهتر شود یا در هر صورت تمام شود."
    },
    {
        "_id": "31775866949",
        "answer_texts": {
            "اغلب درست": "4",
            "به ندرت درست": "2",
            "همیشه درست": "5",
            "کاملا نادرست": "1",
            "گاهی درست": "3"
        },
        "exam_id": "2",
        "question_id": "52",
        "question_text": "معمولا امور واقعی و جزییات مورد توجه من هستند."
    },
    {
        "_id": "13632327543",
        "answer_texts": {
            "اغلب درست": "4",
            "به ندرت درست": "2",
            "همیشه درست": "5",
            "کاملا نادرست": "1",
            "گاهی درست": "3"
        },
        "exam_id": "2",
        "question_id": "53",
        "question_text": "شغل من امکان توسعه مهارت‌های جدید را به من می‌دهد."
    },
    {
        "_id": "4147181088",
        "answer_texts": {
            "اغلب درست": "2",
            "به ندرت درست": "4",
            "همیشه درست": "1",
            "کاملا نادرست": "5",
            "گاهی درست": "3"
        },
        "exam_id": "2",
        "question_id": "54",
        "question_text": "من از مکان‌های شلوغ و پرجمعیت بیزارم و از آن مکان‌ها دوری می‌کنم."
    },
    {
        "_id": "98980621399",
        "answer_texts": {
            "اغلب ": "4",
            "به ندرت ": "2",
            "همیشه ": "5",
            "کاملا ": "1",
            "گاهی ": "3"
        },
        "exam_id": "2",
        "question_id": "55",
        "question_text": "اگر احساس کنم حق من در حال ضایع شدن است اعتراض خود را مطرح می‌کنم."
    },
    {
        "_id": "41180305891",
        "answer_texts": {
            "اغلب ": "4",
            "به ندرت ": "2",
            "همیشه ": "5",
            "کاملا ": "1",
            "گاهی ": "3"
        },
        "exam_id": "2",
        "question_id": "56",
        "question_text": "وقتی تحت استرس زیادی هستم، نمی‌توانم عملکردی داشته باشم (مثلاً نمی‌توانم در محل کار تمرکز کنم، نمی‌توانم بخوابم، نمی‌توانم کارهای روزانه‌ام را انجام دهم و ...)؛"
    },
    {
        "_id": "27255091129",
        "answer_texts": {
            "اغلب ": "4",
            "به ندرت ": "2",
            "همیشه ": "5",
            "کاملا ": "1",
            "گاهی ": "3"
        },
        "exam_id": "2",
        "question_id": "57",
        "question_text": "من اجازه نمی‌دهم احساساتم در تصمیم‌گیری‌هایم مداخله کنند."
    },
    {
        "_id": "94708128261",
        "answer_texts": {
            "اغلب ": "4",
            "به ندرت ": "2",
            "همیشه ": "5",
            "کاملا ": "1",
            "گاهی ": "3"
        },
        "exam_id": "2",
        "question_id": "58",
        "question_text": "معتقدم که می‌توانم بر هر چیزی که زندگی پیش می‌آورد، غلبه کنم."
    },
    {
        "_id": "28266357441",
        "answer_texts": {
            "اغلب ": "4",
            "به ندرت ": "2",
            "همیشه ": "5",
            "کاملا ": "1",
            "گاهی ": "3"
        },
        "exam_id": "2",
        "question_id": "59",
        "question_text": "من آدم سازنده و مولدی هستم که همیشه کارها را به ثمر می‌رساند."
    },
    {
        "_id": "59990750835",
        "answer_texts": {
            "اغلب ": "2",
            "به ندرت ": "4",
            "همیشه ": "1",
            "کاملا ": "5",
            "گاهی ": "3"
        },
        "exam_id": "2",
        "question_id": "60",
        "question_text": "من احساس تنهایی و دل افسردگی می‌کنم."
    }


  ];
 